// Найти частное двух чисел. Вместо int пишем double, чтобы деление было с остатком
//

Console.WriteLine("Введите первое число: ");
double num1 = Convert.ToInt32(Console.ReadLine());

Console.WriteLine("Введите второе число: ");
double num2 = Convert.ToInt32( Console.ReadLine());


double resulte = num1 / num2;

Console.WriteLine(resulte);
